Repository: MarcellZoltay/Pluto
Catalog: Pluto.Wpf/Strings.*.resx
Languages: hu_hu

# AttendanceDialog_Back
source: Back
hu_hu: Vissza

# AttendanceDialog_Button_Add
source: Add
hu_hu: Hozzáad

# AttendanceDialog_Button_Save
source: Save
hu_hu: Mentés

# AttendanceDialog_Date
source: Date:
hu_hu: Dátum:

# AttendanceDialog_EndTime
source: End time:
hu_hu: Vég:

# AttendanceDialog_Name
source: Name:
hu_hu: Név:

# AttendanceDialog_Question
source: Are you sure you want to delete this attendance
hu_hu: Biztos törölni szeretnéd ezt a jelenlétet

# AttendanceDialog_StartTime
source: Start time:
hu_hu: Kezdés:

# AttendanceDialog_TimeFormat
source: hh:mm
hu_hu: óó:pp

# AttendanceDialog_Title_AddAttendance
source: Add attendance
hu_hu: Jelenlét hozzáadása

# AttendanceDialog_Title_Delete
source: Delete attendance
hu_hu: Jelenlét törlése

# AttendanceDialog_Title_EditAttendance
source: Edit attendance
hu_hu: Jelenlét szerkesztése

# Button_Curriculum
source: Curriculum
hu_hu: Tanterv

# Button_Language
source: Magyar
hu_hu: English

# Button_Subjects
source: Subjects
hu_hu: Tárgyak

# Button_Terms
source: Terms
hu_hu: Félévek

# Checkbox_Completed
source: Completed
hu_hu: Teljesített

# CurriculumPage_Button_DeleteSubject
source: Delete subject
hu_hu: Tantárgy törlése

# CurriculumPage_Button_EditSubject
source: Edit subject
hu_hu: Tantárgy szerkesztése

# CurriculumPage_Button_NewSubject
source: New subject
hu_hu: Új tantárgy

# CurriculumPage_Button_RegisterSubject
source: Register subject
hu_hu: Tantárgy felvétele

# CurriculumPage_Button_UnregisterSubject
source: Unregister subject
hu_hu: Tantárgy leadása

# CurriculumPage_ListviewHeader_Completed
source: Completed
hu_hu: Telejesített

# CurriculumPage_ListviewHeader_Credit
source: Credit
hu_hu: Kredit

# CurriculumPage_ListviewHeader_Name
source: Name
hu_hu: Tárgynév

# CurriculumPage_ListviewHeader_Registered
source: Registered
hu_hu: Felvett

# CurriculumPage_Title
source: Curriculum
hu_hu: Tanterv

# Label_Loading
source: Loading...
hu_hu: Töltés...

# Label_Term
source: term
hu_hu: félév

# RegisteredSubjectDialog_Button_Back
source: Back
hu_hu: Vissza

# RegisteredSubjectDialog_Button_Register
source: Register
hu_hu: Felvétel

# RegisteredSubjectDialog_Message_Completed
source: This subject is completed
hu_hu: Ez a tárgy teljesítve van

# RegisteredSubjectDialog_Message_Registered
source: This subject is already registered
hu_hu: Ez a tárgy fel van véve

# RegisteredSubjectDialog_Message_Unregister
source: This subject is unregistered or completed
hu_hu: Ez a tárgy le van adva vagy teljesített

# RegisteredSubjectDialog_Question_Unregister
source: Do you want to unregister this subject
hu_hu: Le akarod adni ezt a tárgyat

# RegisteredSubjectDialog_Title_Register
source: Register subject
hu_hu: Tantárgy felvétele

# RegisteredSubjectDialog_Title_Unregister
source: Unregister subject
hu_hu: Tantárgy leadása

# RegisterSubjectDialog_SelectTerm
source: Select term:
hu_hu: Válassz félévet:

# SubjectDialog_Back
source: Back
hu_hu: Vissza

# SubjectDialog_Button_Create
source: Create
hu_hu: Létrehoz

# SubjectDialog_Button_Save
source: Save
hu_hu: Mentés

# SubjectDialog_Credit
source: Credit:
hu_hu: Kredit:

# SubjectDialog_Message_Question
source: Are you sure you want to delete
hu_hu: Biztos törölni akarod a(z)

# SubjectDialog_Message_Warning
source: This subject cannot be deleted!
hu_hu: Ezt a tárgyat nem lehet törölni!

# SubjectDialog_Name
source: Name:
hu_hu: Tárgynév:

# SubjectDialog_Title_Create
source: New subject
hu_hu: Új tantárgy

# SubjectDialog_Title_Delete
source: Delete subject
hu_hu: Tantárgy törlése

# SubjectDialog_Title_Edit
source: Edit subject
hu_hu: Tantárgy szerkesztése

# SubjectsPage_Attendances
source: Attendances
hu_hu: Jelenlét

# SubjectsPage_Button_AddAttendance
source: Add attendance
hu_hu: Új jelenlét

# SubjectsPage_Button_DeleteAttendance
source: Delete attendance
hu_hu: Jelenlét törlése

# SubjectsPage_Button_EditAttendance
source: Edit attendance
hu_hu: Jelenlét szerkesztése

# TermDialog_Back
source: Back
hu_hu: Vissza

# TermDialog_Button_Create
source: Create
hu_hu: Létrehoz

# TermDialog_Button_Save
source: Save
hu_hu: Mentés

# TermDialog_Checkbox_Active
source: Active
hu_hu: Aktív

# TermDialog_EndDate
source: End date:
hu_hu: Vég dátum:

# TermDIalog_Meassage_DeleteLastTerm
source: This term cannot be deleted! Only not closed and empty term can be deleted
hu_hu: Ezt a félévet nem lehet törölni! Csak nem lezárt és üres félévet lehet törölni

# TermDialog_Message_CloseTerm
source: This term cannot be closed
hu_hu: Ezt a félévet nem lehet lezárni

# TermDialog_Question_CloseTerm
source: Are you sure you want to close this term
hu_hu: Biztos le szeretnéd zárni ezt a félévet

# TermDialog_Question_DeleteLastTerm
source: Are you sure you want to delete the last term
hu_hu: Biztos törölni szeretnéd az utolsó félévet

# TermDialog_StartDate
source: Start date:
hu_hu: Kezdő dátum:

# TermDialog_Title_CloseTerm
source: Close term
hu_hu: Félév lezárása

# TermDialog_Title_CreateTerm
source: Create term
hu_hu: Félév létrehozása

# TermDialog_Title_DeleteLastTerm
source: Delete last term
hu_hu: Utolsó félév törlése

# TermDialog_Title_EditTerm
source: Edit term
hu_hu: Félév szerkesztése

# TermsPage_Button_CloseTerm
source: Close term
hu_hu: Féléve lezárása

# TermsPage_Button_DeleteLastTerm
source: Delete last term
hu_hu: Utolsó félév törlése

# TermsPage_Button_EditTerm
source: Edit term
hu_hu: Félév szerkesztése

# TermsPage_Button_NewTerm
source: New term
hu_hu: Új félév

# TermsPage_Checkbox_Active
source: Active
hu_hu: Aktív

# TermsPage_Checkbox_Closed
source: Closed
hu_hu: Lezárt

# TermsPage_Credits
source: credits
hu_hu: kredit

# TermsPage_RegisteredCredits
source: Registered credits:
hu_hu: Felvett kredit:

# TermsPage_Title
source: Terms
hu_hu: Félévek
